#Оберіть та виконайте одне з чотирьох завдань (можна виконати більше - будуть бонусні бали):
#Написати програму, яка конвертує градуси у радіани (або навпаки, за бажанням, але вкажіть що саме обрали!). 180 градусів - це Pi радіан.
#Взідні дані:
#градуси (або радіани).
#На виході:
#конвертована величина (градуси або радіани) округлена до 5 цифр після коми

a = int(input('''Перекладаємо:
1 Градуси в радіани
2 Радіани в градуси
>>'''))

if a == 1:
    b = float(input('Введіть градуси '))
    result = b * 0.017453
    print(b, 'градусах = ', result, ' в радіанах.')

elif a == 2:
    b = float(input('Введіть радіани '))
    result = b / 0.017453
    print(b, 'в радіанах  = ', result, ' в градусов.')
